Repository: vichr-vita/flashcards-open-source-app
Catalog: apps/ios/Flashcards/Flashcards/Resources/Localization/Foundation.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es_es, es_mx, et, fa, fi, fr, gu, he, hi, hr, hu, id, is, it, ja, kn, ko, lt, lv, ml, mr, nb, nl, pa, pl, pt_br, ro, ru, sk, sl, sv, sw, ta, te, th, tr, uk, ur, vi, zh_hans, zu

# progress.friend_invite.description
source: Create a private friend link for the leaderboard.
ar: أنشئ رابط صديق خاصًا للوحة الصدارة.
bg: Създайте частна връзка за приятелство за класацията.
bn: লিডারবোর্ডের জন্য একটি ব্যক্তিগত বন্ধু লিঙ্ক তৈরি করুন।
ca: Creeu un enllaç d'amic privat per a la taula de classificació.
cs: Vytvořte soukromý odkaz pro pozvání přítele do žebříčku.
da: Opret et privat vennelink til ranglisten.
de: Erstelle einen privaten Freundeslink für die Bestenliste.
el: Δημιουργήστε έναν ιδιωτικό σύνδεσμο φίλου για την κατάταξη.
es_es: Crea un enlace privado de amigo para la tabla de clasificación.
es_mx: Crea un enlace privado de amigo para la tabla de posiciones.
et: Loo privaatne sõbralink edetabeli jaoks.
fa: یک پیوند خصوصی دوستی برای جدول رتبه‌بندی بسازید.
fi: Luo yksityinen ystävälinkki tulostaulukkoa varten.
fr: Créez un lien d’ami privé pour le classement.
gu: ક્રમાંક યાદી માટે ખાનગી મિત્ર લિંક બનાવો.
he: יצירת קישור חברות פרטי לטבלת הדירוג.
hi: लीडरबोर्ड के लिए एक निजी दोस्त लिंक बनाएं।
hr: Stvorite privatnu poveznicu za prijatelja na ljestvici.
hu: Hozz létre privát baráti meghívót a ranglistához.
id: Buat tautan teman pribadi untuk papan peringkat.
is: Búðu til einkatengil fyrir vin á stigatöflunni.
it: Crea un link d’invito privato per la classifica.
ja: リーダーボード用の非公開の友だちリンクを作成します。
kn: ಶ್ರೇಯಾಂಕಪಟ್ಟಿಗಾಗಿ ಖಾಸಗಿ ಸ್ನೇಹ ಆಹ್ವಾನ ಲಿಂಕ್ ರಚಿಸಿ.
ko: 순위표에 친구를 초대할 비공개 링크를 만드세요.
lt: Sukurkite privačią draugo nuorodą lyderių lentelei.
lv: Izveidojiet privātu drauga saiti līderu sarakstam.
ml: ലീഡർബോർഡിനായി സ്വകാര്യ സുഹൃത്ത് ലിങ്ക് സൃഷ്ടിക്കുക.
mr: क्रमवारीसाठी खाजगी मित्र लिंक तयार करा.
nb: Opprett en privat vennelenke til rangeringen.
nl: Maak een privélink voor een vriend voor het klassement.
pa: ਦਰਜਾਬੰਦੀ ਲਈ ਦੋਸਤ ਦਾ ਨਿੱਜੀ ਲਿੰਕ ਬਣਾਓ।
pl: Utwórz prywatny link dla znajomego do rankingu.
pt_br: Crie um link privado de amizade para o ranking.
ro: Creează un link privat pentru un prieten în clasament.
ru: Создайте личную ссылку для друга для таблицы лидеров.
sk: Vytvorte súkromný odkaz pre priateľa do rebríčka.
sl: Ustvarite zasebno povezavo za prijatelja na lestvici.
sv: Skapa en privat vänlänk till topplistan.
sw: Unda kiungo cha faragha cha rafiki kwa ubao wa viwango.
ta: தரவரிசைக்கான தனிப்பட்ட நண்பர் இணைப்பை உருவாக்கவும்.
te: లీడర్‌బోర్డ్ కోసం ప్రైవేట్ స్నేహిత ఆహ్వాన లింక్‌ను సృష్టించండి.
th: สร้างลิงก์ส่วนตัวเพื่อเพิ่มเพื่อนในตารางอันดับ
tr: Sıralama için özel bir arkadaş bağlantısı oluşturun.
uk: Створіть приватне посилання для додавання друга в таблицю лідерів.
ur: درجہ بندی کے لیے دوست کا نجی لنک بنائیں۔
vi: Tạo liên kết kết bạn riêng tư cho bảng xếp hạng.
zh_hans: 为排行榜创建一个私密好友链接。
zu: Dala isixhumanisi sangasese somngane sebhodi labahamba phambili.

# progress.friend_invite.display_name.footer
source: Only you see this name in your leaderboard. Your friend chooses what to call you when accepting. Invite links expire in 2 days.
ar: أنت فقط ترى هذا الاسم في لوحة الصدارة لديك. يختار صديقك اسمك عند قبول الدعوة. تنتهي صلاحية روابط الدعوة خلال يومين.
bg: Само вие виждате това име в класацията си. При приемане приятелят ви избира с какво име да ви вижда. Връзките за покана изтичат след 2 дни.
bn: আপনার লিডারবোর্ডে এই নামটি শুধু আপনিই দেখবেন। আমন্ত্রণ গ্রহণের সময় আপনার বন্ধু আপনাকে কোন নামে দেখবেন তা বেছে নেবেন। আমন্ত্রণের লিঙ্কের মেয়াদ ২ দিন।
ca: Només tu veus aquest nom a la teva classificació. En acceptar, el teu amic tria amb quin nom et vol veure. Els enllaços d’invitació caduquen al cap de 2 dies.
cs: Toto jméno ve svém žebříčku vidíte jen vy. Přítel při přijetí pozvánky zvolí jméno pro vás. Platnost pozvánek vyprší za 2 dny.
da: Kun du ser dette navn på din rangliste. Din ven vælger et navn til dig ved accept. Invitationslinks udløber efter 2 dage.
de: Nur du siehst diesen Namen in deiner Bestenliste. Dein Freund wählt beim Annehmen aus, wie er dich nennt. Einladungslinks laufen in 2 Tagen ab.
el: Μόνο εσείς βλέπετε αυτό το όνομα στην κατάταξή σας. Ο φίλος σας επιλέγει πώς θα σας ονομάζει όταν αποδεχτεί την πρόσκληση. Οι σύνδεσμοι πρόσκλησης λήγουν σε 2 ημέρες.
es_es: Solo tú ves este nombre en tu tabla de clasificación. Tu amigo elige cómo llamarte al aceptar. Los enlaces de invitación caducan en 2 días.
es_mx: Solo tú ves este nombre en tu tabla de posiciones. Tu amigo elige cómo llamarte al aceptar. Los enlaces de invitación vencen en 2 días.
et: Ainult sina näed seda nime oma edetabelis. Sõber valib kutse vastuvõtmisel, kuidas sind nimetada. Kutselingid aeguvad 2 päeva pärast.
fa: فقط شما این نام را در جدول رتبه‌بندی خود می‌بینید. دوستتان هنگام پذیرش دعوت، نامی برای شما انتخاب می‌کند. پیوندهای دعوت پس از ۲ روز منقضی می‌شوند.
fi: Vain sinä näet tämän nimen tulostaulukossasi. Ystäväsi valitsee sinulle nimen hyväksyessään kutsun. Kutsulinkit vanhenevat 2 päivässä.
fr: Vous seul voyez ce nom dans votre classement. Votre ami choisit le nom qu’il vous donne en acceptant. Les liens d’invitation expirent au bout de 2 jours.
gu: તમારી ક્રમાંક યાદીમાં આ નામ ફક્ત તમને દેખાશે. સ્વીકારતી વખતે તમારો મિત્ર તમારું નામ પસંદ કરશે. આમંત્રણની લિંક 2 દિવસમાં સમાપ્ત થાય છે.
he: רק לך יוצג השם הזה בטבלת הדירוג שלך. בעת קבלת ההזמנה, החבר בוחר איך לקרוא לך. קישורי הזמנה פגים אחרי יומיים.
hi: यह नाम केवल आपको अपने लीडरबोर्ड में दिखता है। स्वीकार करते समय आपका दोस्त चुनता है कि आपको क्या नाम देना है। आमंत्रण लिंक 2 दिनों में समाप्त हो जाते हैं।
hr: Samo vi vidite ovo ime na svojoj ljestvici. Prijatelj pri prihvaćanju bira kako će vas nazvati. Poveznice s pozivnicom istječu za 2 dana.
hu: Ezt a nevet csak te látod a ranglistádon. A barátod az elfogadáskor ad neked nevet. A meghívó 2 nap múlva lejár.
id: Hanya Anda yang melihat nama ini di papan peringkat Anda. Teman memilih nama Anda saat menerima undangan. Tautan undangan kedaluwarsa dalam 2 hari.
is: Aðeins þú sérð þetta nafn á stigatöflunni þinni. Vinurinn velur hvað þú heitir þegar boðið er samþykkt. Boðstenglar renna út eftir 2 daga.
it: Solo tu vedi questo nome nella tua classifica. Il tuo amico sceglierà come chiamarti quando accetterà. I link d’invito scadono dopo 2 giorni.
ja: この名前はあなたのリーダーボードにだけ表示されます。友だちは承認時にあなたの呼び名を選びます。招待リンクは2日で期限切れになります。
kn: ನಿಮ್ಮ ಶ್ರೇಯಾಂಕಪಟ್ಟಿಯಲ್ಲಿ ಈ ಹೆಸರು ನಿಮಗೆ ಮಾತ್ರ ಕಾಣುತ್ತದೆ. ಆಹ್ವಾನ ಸ್ವೀಕರಿಸುವಾಗ ಸ್ನೇಹಿತರು ನಿಮಗೆ ಯಾವ ಹೆಸರು ಕೊಡಬೇಕೆಂದು ಆಯ್ಕೆಮಾಡುತ್ತಾರೆ. ಆಹ್ವಾನ ಲಿಂಕ್‌ಗಳು 2 ದಿನಗಳಲ್ಲಿ ಅವಧಿ ಮೀರುತ್ತವೆ.
ko: 이 이름은 내 순위표에서 나에게만 보입니다. 친구는 초대를 수락할 때 내 이름을 정합니다. 초대 링크는 2일 후 만료됩니다.
lt: Šį vardą savo lyderių lentelėje matote tik jūs. Priimdamas kvietimą draugas pasirenka, kaip jus vadinti. Kvietimo nuorodos galioja 2 dienas.
lv: Šo vārdu savā līderu sarakstā redzat tikai jūs. Pieņemot uzaicinājumu, draugs izvēlas, kā jūs saukt. Uzaicinājuma saites derīgas 2 dienas.
ml: ലീഡർബോർഡിലെ ഈ പേര് നിങ്ങൾക്ക് മാത്രം കാണാം. ക്ഷണം സ്വീകരിക്കുമ്പോൾ നിങ്ങളെ എന്ത് വിളിക്കണമെന്ന് സുഹൃത്ത് തിരഞ്ഞെടുക്കും. ക്ഷണ ലിങ്കുകൾ 2 ദിവസത്തിൽ കാലഹരണപ്പെടും.
mr: तुमच्या क्रमवारीत हे नाव फक्त तुम्हालाच दिसते. आमंत्रण स्वीकारताना मित्र तुमच्यासाठी नाव निवडतो. आमंत्रण लिंकची मुदत 2 दिवसांत संपते.
nb: Bare du ser dette navnet i rangeringen din. Vennen velger hva du skal hete når invitasjonen godtas. Invitasjonslenker utløper etter 2 dager.
nl: Alleen jij ziet deze naam in je klassement. Je vriend kiest bij het accepteren hoe jij wordt genoemd. Uitnodigingslinks verlopen na 2 dagen.
pa: ਆਪਣੀ ਦਰਜਾਬੰਦੀ ਵਿੱਚ ਇਹ ਨਾਮ ਸਿਰਫ਼ ਤੁਹਾਨੂੰ ਦਿਸਦਾ ਹੈ। ਸੱਦਾ ਮੰਨਣ ਵੇਲੇ ਤੁਹਾਡਾ ਦੋਸਤ ਤੁਹਾਡੇ ਲਈ ਨਾਮ ਚੁਣਦਾ ਹੈ। ਸੱਦੇ ਦੇ ਲਿੰਕ 2 ਦਿਨਾਂ ਵਿੱਚ ਮਿਆਦ ਪੁਗਾਉਂਦੇ ਹਨ।
pl: Tylko Ty widzisz tę nazwę w swoim rankingu. Znajomy wybierze nazwę dla Ciebie, gdy przyjmie zaproszenie. Linki zaproszeń wygasają po 2 dniach.
pt_br: Só você vê este nome no seu ranking. Seu amigo escolhe como chamar você ao aceitar. Os links de convite expiram em 2 dias.
ro: Doar tu vezi acest nume în clasamentul tău. Prietenul alege cum să te numească la acceptare. Linkurile de invitație expiră în 2 zile.
ru: Только вы видите это имя в своей таблице лидеров. Друг выберет ваше имя у себя при принятии приглашения. Ссылки-приглашения истекают через 2 дня.
sk: Toto meno vidíte v rebríčku iba vy. Pri prijatí si priateľ vyberie, ako vás pomenuje. Pozývacie odkazy vypršia o 2 dni.
sl: To ime na svoji lestvici vidite le vi. Prijatelj ob sprejemu izbere ime za vas. Povezave s povabilom potečejo v 2 dneh.
sv: Bara du ser det här namnet på din topplista. Din vän väljer vad du ska kallas när inbjudan accepteras. Inbjudningslänkar går ut efter 2 dagar.
sw: Wewe tu unaona jina hili kwenye ubao wako wa viwango. Rafiki yako huchagua atakuitaje anapokubali. Viungo vya mwaliko huisha muda baada ya siku 2.
ta: உங்கள் தரவரிசையில் இந்தப் பெயர் உங்களுக்கு மட்டுமே தெரியும். உங்கள் நண்பர் ஏற்கும்போது உங்களை என்ன பெயரில் அழைப்பது எனத் தேர்ந்தெடுப்பார். அழைப்பு இணைப்புகள் 2 நாட்களில் காலாவதியாகும்.
te: మీ లీడర్‌బోర్డ్‌లో ఈ పేరు మీకు మాత్రమే కనిపిస్తుంది. మీ స్నేహితుడు ఆమోదించేటప్పుడు మీకు ఏ పేరు పెట్టాలో ఎంచుకుంటారు. ఆహ్వాన లింక్‌ల గడువు 2 రోజుల్లో ముగుస్తుంది.
th: มีเพียงคุณที่เห็นชื่อนี้ในตารางอันดับของคุณ เพื่อนจะเลือกชื่อเรียกคุณตอนตอบรับ ลิงก์คำเชิญหมดอายุใน 2 วัน
tr: Bu adı sıralamanızda yalnızca siz görürsünüz. Arkadaşınız daveti kabul ederken size vereceği adı seçer. Davet bağlantıları 2 gün sonra sona erer.
uk: Лише ви бачите це ім’я у своїй таблиці лідерів. Друг вибере, як називати вас, під час прийняття запрошення. Запрошення дійсні 2 дні.
ur: اپنی درجہ بندی میں یہ نام صرف آپ کو دکھائی دے گا۔ دعوت قبول کرتے وقت آپ کا دوست آپ کے لیے نام چنتا ہے۔ دعوتی لنکس 2 دن بعد ختم ہو جاتے ہیں۔
vi: Chỉ bạn thấy tên này trên bảng xếp hạng của mình. Bạn bè sẽ chọn tên gọi bạn khi chấp nhận. Liên kết mời hết hạn sau 2 ngày.
zh_hans: 只有你会在自己的排行榜中看到这个名称。你的朋友接受邀请时会选择如何称呼你。邀请链接将在 2 天后过期。
zu: Nguwe kuphela obona leli gama ebhodini lakho. Umngane wakho ukhetha igama azokubiza ngalo lapho amukela. Izixhumanisi zezimemo ziphelelwa yisikhathi ngemva kwezinsuku ezingu-2.

# progress.friend_invite.display_name.label
source: Friend name on your leaderboard
ar: اسم الصديق في لوحة الصدارة لديك
bg: Име на приятел във вашата класация
bn: আপনার লিডারবোর্ডে বন্ধুর নাম
ca: Nom de l'amic a la taula de classificació
cs: Jméno přítele ve vašem žebříčku
da: Vennens navn på din rangliste
de: Name des Freundes in deiner Bestenliste
el: Όνομα φίλου στην κατάταξή σας
es_es: Nombre del amigo en tu tabla de clasificación
es_mx: Nombre del amigo en tu tabla de posiciones
et: Sõbra nimi sinu edetabelis
fa: نام دوست در جدول رتبه‌بندی شما
fi: Ystävän nimi tulostaulukossasi
fr: Nom de l’ami dans votre classement
gu: તમારી ક્રમાંક યાદીમાં મિત્રનું નામ
he: שם החבר בטבלת הדירוג שלך
hi: आपके लीडरबोर्ड पर दोस्त का नाम
hr: Ime prijatelja na vašoj ljestvici
hu: A barát neve a ranglistádon
id: Nama teman di papan peringkat Anda
is: Nafn vinar á stigatöflunni þinni
it: Nome dell’amico nella tua classifica
ja: 自分のリーダーボードで表示する友だちの名前
kn: ನಿಮ್ಮ ಶ್ರೇಯಾಂಕಪಟ್ಟಿಯಲ್ಲಿ ಸ್ನೇಹಿತರ ಹೆಸರು
ko: 내 순위표에 표시할 친구 이름
lt: Draugo vardas jūsų lyderių lentelėje
lv: Drauga vārds jūsu līderu sarakstā
ml: നിങ്ങളുടെ ലീഡർബോർഡിലെ സുഹൃത്തിന്റെ പേര്
mr: तुमच्या क्रमवारीतील मित्राचे नाव
nb: Vennens navn i rangeringen din
nl: Naam van je vriend in je klassement
pa: ਤੁਹਾਡੀ ਦਰਜਾਬੰਦੀ ਵਿੱਚ ਦੋਸਤ ਦਾ ਨਾਮ
pl: Nazwa znajomego w Twoim rankingu
pt_br: Nome do amigo no seu ranking
ro: Numele prietenului în clasamentul tău
ru: Имя друга в вашей таблице лидеров
sk: Meno priateľa vo vašom rebríčku
sl: Ime prijatelja na vaši lestvici
sv: Vännens namn på din topplista
sw: Jina la rafiki kwenye ubao wako wa viwango
ta: உங்கள் தரவரிசையில் நண்பரின் பெயர்
te: మీ లీడర్‌బోర్డ్‌లో స్నేహితుడి పేరు
th: ชื่อเพื่อนในตารางอันดับของคุณ
tr: Sıralamanızdaki arkadaş adı
uk: Ім’я друга у вашій таблиці лідерів
ur: آپ کی درجہ بندی میں دوست کا نام
vi: Tên bạn bè trên bảng xếp hạng của bạn
zh_hans: 你的排行榜上的好友名称
zu: Igama lomngane ebhodini lakho

# progress.friend_invite.display_name.prompt
source: Your friend's name
ar: اسم صديقك
bg: Името на вашия приятел
bn: আপনার বন্ধুর নাম
ca: Nom del teu amic
cs: Jméno přítele
da: Din vens navn
de: Name deines Freundes
el: Όνομα φίλου
es_es: Nombre de tu amigo
es_mx: Nombre de tu amigo
et: Sinu sõbra nimi
fa: نام دوستتان
fi: Ystäväsi nimi
fr: Nom de votre ami
gu: તમારા મિત્રનું નામ
he: שם החבר
hi: आपके दोस्त का नाम
hr: Ime vašeg prijatelja
hu: Barátod neve
id: Nama teman Anda
is: Nafn vinar þíns
it: Nome del tuo amico
ja: 友だちの名前
kn: ನಿಮ್ಮ ಸ್ನೇಹಿತರ ಹೆಸರು
ko: 친구 이름
lt: Jūsų draugo vardas
lv: Jūsu drauga vārds
ml: സുഹൃത്തിന്റെ പേര്
mr: तुमच्या मित्राचे नाव
nb: Vennens navn
nl: Naam van je vriend
pa: ਤੁਹਾਡੇ ਦੋਸਤ ਦਾ ਨਾਮ
pl: Nazwa znajomego
pt_br: Nome do seu amigo
ro: Numele prietenului tău
ru: Имя вашего друга
sk: Meno priateľa
sl: Ime prijatelja
sv: Din väns namn
sw: Jina la rafiki yako
ta: உங்கள் நண்பரின் பெயர்
te: మీ స్నేహితుడి పేరు
th: ชื่อเพื่อน
tr: Arkadaşınızın adı
uk: Ім’я вашого друга
ur: آپ کے دوست کا نام
vi: Tên bạn bè
zh_hans: 你朋友的名字
zu: Igama lomngane wakho

# progress.friend_invite.done_button
source: Done
ar: تم
bg: Готово
bn: হয়েছে
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es_es: Listo
es_mx: Listo
et: Valmis
fa: انجام شد
fi: Valmis
fr: OK
gu: પૂર્ણ
he: סיום
hi: हो गया
hr: Gotovo
hu: Kész
id: Selesai
is: Lokið
it: Fine
ja: 完了
kn: ಮುಗಿದಿದೆ
ko: 완료
lt: Atlikta
lv: Gatavs
ml: പൂർത്തിയായി
mr: पूर्ण
nb: Ferdig
nl: Gereed
pa: ਮੁਕੰਮਲ
pl: Gotowe
pt_br: Concluído
ro: Gata
ru: Готово
sk: Hotovo
sl: Končano
sv: Klart
sw: Nimemaliza
ta: முடிந்தது
te: పూర్తయింది
th: เสร็จสิ้น
tr: Bitti
uk: Готово
ur: ہو گیا
vi: Xong
zh_hans: 完成
zu: Kwenziwe

# progress.friend_invite.share_button
source: Send Invite Link
ar: إرسال رابط الدعوة
bg: Изпратете връзка за покана
bn: আমন্ত্রণ লিঙ্ক পাঠান
ca: Envia l'enllaç d'invitació
cs: Odeslat odkaz s pozvánkou
da: Send invitationslink
de: Einladungslink senden
el: Αποστολή συνδέσμου πρόσκλησης
es_es: Enviar enlace de invitación
es_mx: Enviar enlace de invitación
et: Saada kutselink
fa: ارسال پیوند دعوت
fi: Lähetä kutsulinkki
fr: Envoyer le lien d’invitation
gu: આમંત્રણની લિંક મોકલો
he: שליחת קישור הזמנה
hi: आमंत्रण लिंक भेजें
hr: Pošalji poveznicu s pozivnicom
hu: Meghívó küldése
id: Kirim Tautan Undangan
is: Senda boðstengil
it: Invia link d’invito
ja: 招待リンクを送信
kn: ಆಹ್ವಾನ ಲಿಂಕ್ ಕಳುಹಿಸಿ
ko: 초대 링크 보내기
lt: Siųsti kvietimo nuorodą
lv: Nosūtīt uzaicinājuma saiti
ml: ക്ഷണ ലിങ്ക് അയയ്ക്കുക
mr: आमंत्रण लिंक पाठवा
nb: Send invitasjonslenke
nl: Uitnodigingslink versturen
pa: ਸੱਦੇ ਦਾ ਲਿੰਕ ਭੇਜੋ
pl: Wyślij link zaproszenia
pt_br: Enviar link de convite
ro: Trimite linkul de invitație
ru: Отправить ссылку-приглашение
sk: Odoslať pozývací odkaz
sl: Pošlji povezavo s povabilom
sv: Skicka inbjudningslänk
sw: Tuma Kiungo cha Mwaliko
ta: அழைப்பு இணைப்பை அனுப்பு
te: ఆహ్వాన లింక్ పంపు
th: ส่งลิงก์คำเชิญ
tr: Davet Bağlantısı Gönder
uk: Надіслати запрошення
ur: دعوتی لنک بھیجیں
vi: Gửi liên kết mời
zh_hans: 发送邀请链接
zu: Thumela isixhumanisi sesimemo

# progress.friend_invite.share_message
source: Open this lingvichr invite, sign in or sign up, and we will see each other in the app.
ar: افتح دعوة lingvichr هذه، ثم سجّل الدخول أو أنشئ حسابًا، وسنرى بعضنا في التطبيق.
bg: Отворете тази покана за lingvichr, влезте или се регистрирайте и ще се виждаме в приложението.
bn: lingvichr-এর এই আমন্ত্রণটি খুলে সাইন ইন করুন বা নিবন্ধন করুন। তারপর আমরা অ্যাপে একে অপরকে দেখতে পাব।
ca: Obre aquesta invitació de lingvichr, inicia la sessió o registra’t i ens veurem a l’app.
cs: Otevřete tuto pozvánku do lingvichr, přihlaste se nebo si vytvořte účet a uvidíme se v aplikaci.
da: Åbn denne lingvichr-invitation, log ind eller opret en konto, så kan vi se hinanden i appen.
de: Öffne diese lingvichr-Einladung, melde dich an oder registriere dich, und wir sehen uns in der App.
el: Ανοίξτε αυτήν την πρόσκληση στο lingvichr, συνδεθείτε ή εγγραφείτε και θα βλέπουμε ο ένας τον άλλον στην εφαρμογή.
es_es: Abre esta invitación de lingvichr, inicia sesión o regístrate, y nos veremos en la app.
es_mx: Abre esta invitación de lingvichr, inicia sesión o regístrate, y nos veremos en la app.
et: Ava see lingvichr kutse, logi sisse või registreeru ning näeme teineteist rakenduses.
fa: این دعوت lingvichr را باز کنید، وارد شوید یا ثبت‌نام کنید تا یکدیگر را در برنامه ببینیم.
fi: Avaa tämä lingvichr-kutsu ja kirjaudu tai rekisteröidy, niin näemme toisemme sovelluksessa.
fr: Ouvrez cette invitation lingvichr, connectez-vous ou inscrivez-vous, et nous nous verrons dans l’app.
gu: આ lingvichr આમંત્રણ ખોલો, સાઇન-ઇન કરો અથવા નોંધણી કરો અને આપણે ઍપમાં એકબીજાને જોઈ શકીશું.
he: אפשר לפתוח את ההזמנה הזו ל-lingvichr, להיכנס או להירשם, ואז נראה זה את זה באפליקציה.
hi: इस lingvichr आमंत्रण को खोलें, साइन इन या साइन अप करें, और हम ऐप में एक-दूसरे को देखेंगे।
hr: Otvorite ovu lingvichr pozivnicu, prijavite se ili registrirajte i vidjet ćemo se u aplikaciji.
hu: Nyisd meg ezt a lingvichr-meghívót, jelentkezz be vagy regisztrálj, és látjuk egymást az alkalmazásban.
id: Buka undangan lingvichr ini, masuk atau daftar, dan kita akan saling melihat di aplikasi.
is: Opnaðu þetta lingvichr-boð, skráðu þig inn eða stofnaðu aðgang og þá sjáum við hvort annað í forritinu.
it: Apri questo invito lingvichr, accedi o registrati e ci vedremo nell’app.
ja: この lingvichr 招待を開き、サインインまたは登録してください。アプリ内でお互いを確認できます。
kn: ಈ lingvichr ಆಹ್ವಾನ ತೆರೆಯಿರಿ, ಸೈನ್ ಇನ್ ಅಥವಾ ನೋಂದಣಿ ಮಾಡಿ; ಆ್ಯಪ್‌ನಲ್ಲಿ ಪರಸ್ಪರ ಕಾಣಬಹುದು.
ko: 이 lingvichr 초대를 열고 로그인하거나 가입하면 앱에서 서로 볼 수 있어요.
lt: Atidaryk šį lingvichr kvietimą, prisijunk arba užsiregistruok ir matysime vienas kitą programėlėje.
lv: Atver šo lingvichr uzaicinājumu, pieraksties vai reģistrējies, un redzēsim viens otru lietotnē.
ml: ഈ lingvichr ക്ഷണം തുറന്ന് സൈൻ ഇൻ ചെയ്യൂ, അല്ലെങ്കിൽ അക്കൗണ്ട് സൃഷ്ടിക്കൂ; നമുക്ക് ആപ്പിൽ പരസ്പരം കാണാം.
mr: हे lingvichr आमंत्रण उघडा, साइन-इन किंवा नोंदणी करा, आणि आपण अ‍ॅपमध्ये एकमेकांना पाहू शकू.
nb: Åpne denne lingvichr-invitasjonen, logg inn eller registrer deg, så ser vi hverandre i appen.
nl: Open deze lingvichr-uitnodiging, meld je aan of registreer je, dan zien we elkaar in de app.
pa: ਇਹ lingvichr ਸੱਦਾ ਖੋਲ੍ਹੋ, ਸਾਈਨ ਇਨ ਜਾਂ ਸਾਈਨ ਅੱਪ ਕਰੋ ਅਤੇ ਅਸੀਂ ਐਪ ਵਿੱਚ ਇੱਕ-ਦੂਜੇ ਨੂੰ ਵੇਖਾਂਗੇ।
pl: Otwórz to zaproszenie do lingvichr, zaloguj się lub zarejestruj, a zobaczymy się w aplikacji.
pt_br: Abra este convite do lingvichr, entre ou crie uma conta, e vamos nos ver no app.
ro: Deschide această invitație lingvichr, autentifică-te sau înregistrează-te și ne vom vedea în aplicație.
ru: Открой эту ссылку-приглашение в lingvichr, войди или зарегистрируйся, и мы увидим друг друга в приложении.
sk: Otvorte túto pozvánku do lingvichr, prihláste sa alebo zaregistrujte a uvidíme sa navzájom v aplikácii.
sl: Odprite to povabilo v lingvichr, se prijavite ali registrirajte in videla se bova v aplikaciji.
sv: Öppna den här lingvichr-inbjudan och logga in eller registrera dig så ser vi varandra i appen.
sw: Fungua mwaliko huu wa lingvichr, ingia au jisajili, kisha tutaonana kwenye programu.
ta: இந்த lingvichr அழைப்பைத் திறந்து உள்நுழையவும் அல்லது பதிவு செய்யவும்; பிறகு செயலியில் ஒருவரையொருவர் காணலாம்.
te: ఈ lingvichr ఆహ్వానాన్ని తెరిచి సైన్ ఇన్ లేదా సైన్ అప్ చేయండి. ఆ తర్వాత యాప్‌లో ఒకరినొకరు చూడవచ్చు.
th: เปิดคำเชิญ lingvichr นี้แล้วลงชื่อเข้าใช้หรือสมัคร เราจะเห็นกันในแอป
tr: Bu lingvichr davetini açıp giriş yapın veya kaydolun; uygulamada birbirimizi göreceğiz.
uk: Відкрийте це запрошення lingvichr, увійдіть або зареєструйтеся, і ми побачимо одне одного в застосунку.
ur: lingvichr کی یہ دعوت کھولیں، سائن اِن کریں یا اکاؤنٹ بنائیں، پھر ہم ایپ میں ایک دوسرے کو دیکھ سکیں گے۔
vi: Mở lời mời lingvichr này, đăng nhập hoặc đăng ký để chúng ta thấy nhau trong ứng dụng.
zh_hans: 打开这个 lingvichr 邀请，登录或注册，然后我们就能在应用中看到彼此。
zu: Vula lesi simemo se-lingvichr, ungene noma ubhalise, bese sibonana ohlelweni lokusebenza.

# progress.friend_invite.share_subject
source: lingvichr friend invite
ar: دعوة صديق إلى lingvichr
bg: Покана за приятелство в lingvichr
bn: lingvichr-তে বন্ধুত্বের আমন্ত্রণ
ca: Invitació d’amistat a lingvichr
cs: Pozvánka od přítele do lingvichr
da: lingvichr-venneinvitation
de: lingvichr Freundes-Einladung
el: Πρόσκληση φίλου στο lingvichr
es_es: Invitación de amigo de lingvichr
es_mx: Invitación de amigo de lingvichr
et: lingvichr sõbrakutse
fa: دعوت دوستی lingvichr
fi: lingvichrn ystäväkutsu
fr: Invitation d’ami lingvichr
gu: lingvichr મિત્ર આમંત્રણ
he: הזמנת חברות ב-lingvichr
hi: lingvichr दोस्त आमंत्रण
hr: lingvichr pozivnica za prijateljstvo
hu: lingvichr baráti meghívó
id: Undangan teman lingvichr
is: Vinaboð í lingvichr
it: Invito di amicizia lingvichr
ja: lingvichr 友だち招待
kn: lingvichr ಸ್ನೇಹ ಆಹ್ವಾನ
ko: lingvichr 친구 초대
lt: lingvichr draugo kvietimas
lv: lingvichr drauga uzaicinājums
ml: lingvichr സുഹൃത്ത് ക്ഷണം
mr: lingvichr मित्र आमंत्रण
nb: Venneinvitasjon til lingvichr
nl: Vriendenuitnodiging voor lingvichr
pa: lingvichr ਦੋਸਤ ਸੱਦਾ
pl: Zaproszenie do znajomych w lingvichr
pt_br: Convite de amizade do lingvichr
ro: Invitație de prietenie lingvichr
ru: Приглашение в lingvichr
sk: Pozvánka pre priateľa do lingvichr
sl: Povabilo prijatelju v lingvichr
sv: Väninbjudan till lingvichr
sw: Mwaliko wa urafiki wa lingvichr
ta: lingvichr நண்பர் அழைப்பு
te: lingvichr స్నేహిత ఆహ్వానం
th: คำเชิญเป็นเพื่อนใน lingvichr
tr: lingvichr arkadaş daveti
uk: Запрошення дружити в lingvichr
ur: lingvichr پر دوستی کی دعوت
vi: Lời mời kết bạn lingvichr
zh_hans: lingvichr 好友邀请
zu: Isimemo sobungane se-lingvichr

# progress.friend_invite.title
source: Add Friend
ar: إضافة صديق
bg: Добавяне на приятел
bn: বন্ধু যোগ করুন
ca: Afegeix amic
cs: Přidat přítele
da: Tilføj ven
de: Freund hinzufügen
el: Προσθήκη φίλου
es_es: Añadir amigo
es_mx: Agregar amigo
et: Lisa sõber
fa: افزودن دوست
fi: Lisää ystävä
fr: Ajouter un ami
gu: મિત્ર ઉમેરો
he: הוספת חבר
hi: दोस्त जोड़ें
hr: Dodaj prijatelja
hu: Barát hozzáadása
id: Tambah Teman
is: Bæta við vini
it: Aggiungi amico
ja: 友達を追加
kn: ಸ್ನೇಹಿತರನ್ನು ಸೇರಿಸಿ
ko: 친구 추가
lt: Pridėti draugą
lv: Pievienot draugu
ml: സുഹൃത്തിനെ ചേർക്കുക
mr: मित्र जोडा
nb: Legg til venn
nl: Vriend toevoegen
pa: ਦੋਸਤ ਸ਼ਾਮਲ ਕਰੋ
pl: Dodaj znajomego
pt_br: Adicionar amigo
ro: Adaugă un prieten
ru: Добавить друга
sk: Pridať priateľa
sl: Dodaj prijatelja
sv: Lägg till vän
sw: Ongeza Rafiki
ta: நண்பரைச் சேர்
te: స్నేహితుడిని చేర్చు
th: เพิ่มเพื่อน
tr: Arkadaş Ekle
uk: Додати друга
ur: دوست شامل کریں
vi: Thêm bạn
zh_hans: 添加好友
zu: Engeza umngane
